
export default [
        'ПОЗОВНА ЗАЯВА ПРО СТЯГНЕННЯ АЛІМЕНТІВ',
    	'Позовна заява про стягнення заборгованості по виплаті аліментів',
        'Позовна заява про стягнення неустойки за прострочення сплати аліментів	',
        'Позовна заява про стягнення аліментів на утримання повнолітньої дитини, що продовжує навчання	',
        'Позовна заява про стягнення додаткових витрат на утримання неповнолітньої дитини',
        'Позовна заява про стягнення аліментів на утримання дружини	',
        'Позовна заява про стягнення аліментів на утримання неповнолітньої дитини	',
        'Позовна заява про визначення розміру аліментів у твердій грошовій сумі	',
        'Позовна заява про стягнення аліментів на утримання матері (батька)	',
        'Позовна заява про зменшення розміру аліментів',
        'Позовна заява про стягнення аліментів'
];
