import React from 'react';
import Header from '../../../components/Header';
import { Link } from 'react-router-dom';
import { Collapse } from 'antd';
import emailTemplate from '../../../server/src/api/contact/emailTemplates/';


const UserArea = ({
    user,
    handleSectionChange,
    showDocuments,
    documents,
}) => (
    <div>
        <Header />
        <div className="container">
            <div className="row profileContainer">
                <div className="col-md-2">
                    <p onClick={() => handleSectionChange(false) }
                       className={!showDocuments ?'profileP activeP':'profileP'}>Profile</p>
                    <p onClick={() => handleSectionChange(true) }
                       className={!showDocuments ?'profileP activeP':'profileP activeP'}>Documents</p>
                    <p className='profileP'><Link to='/reset_password' >Reset Password</Link></p>
                </div>
                <div className="col-md-10">
                    {!showDocuments ? (<div className='innerContainer'>
                        <h2 className='profileTitle'>Profile</h2>
                        <label htmlFor="">First name</label>
                        <input className='inputProfile' placeholder={user.firstName} type="text"/>
                        <label htmlFor="">Last name</label>

                        <input className='inputProfile' placeholder={user.lastName}  type="text"/>
                        <label htmlFor="">Phone</label>

                        <input className='inputProfile' placeholder={user.phone || '43433'}  type="text"/>
                        <label htmlFor="">Email</label>

                        <input className='inputProfile' placeholder={user.email}  type="text"/>
                        <button className='updateBtn'>Update</button>
                    </div>)
                    : ( <div>
                        <h2>Твої документи</h2>
                        <ul className='documentsUl'>{
                            documents.map(document => {
                                const Panel = Collapse.Panel;
                                return <li className='documentsList'>
                                    <Collapse style={{width:'70%'}} accordion={true} bordered={true} >
                                        <Panel header={document.title} key="1">
                                            До {document.body && document.body.courtName || 'kaec'} районного суду м.{document.body && document.body.courtCity || 'kaec'}, адреса: {document.body && document.body.courtAdress || 'kaec'}

                                            Позивач:  _________, проживаю за адресою:_____________________, тел.:_________________________

                                            Відповідач:   адреса:_______________________
                                            тел.:_________________________



                                            ПОЗОВНА ЗАЯВА
                                            ПРО СТЯГНЕННЯ АЛІМЕНТІВ

                                            "___" ____________ ____ р. між мною, _____________________, ____ року народження та Відповідачем ______________________, _____ року народження, було укладено шлюб, який був зареєстрований _______________ у _____________________________________________________,
                                            про, що було видано Свідоцтво _________________________________________________________,
                                            Від цього шлюбу у нас є дитина (діти) ____________________________________________________,
                                            ____________________________________________________________________________________
                                            (прізвище, ім'я, по батькові, число, місяць, рік народження дитини (дітей)
                                            ______________________________________________________________________
                                            _____________________, що на даний момент проживає (проживають) разом зі мною.
                                            Відповідач ухиляється від покладеного на нього у відповідності до ст. 180 Сімейного кодексу України обов'язку утримувати свою дитину (своїх дітей). Це, зокрема, виявилося у __________________ та підтверджується _________________________________________________.
                                            На підставі ст. 182 Сімейного кодексу України при визначенні розміру частки заробітку (доходу) Відповідача, яка буде стягуватися як аліменти на дитину, просимо суд взяти до уваги наступні обставини: ___________________________________________________________________
                                            (зазначити про наявність відповідних бставин, наприклад, стан здоров'я та матеріальне становище дитини; матеріальне становище Відповідача тощо).
                                            Наскільки мені відомо, аліменти Відповідач нікому не платить, стягнень по виконавчим документам з Відповідача не проводиться, у шлюбі після розлучення зі мною не перебував, інших неповнолітніх дітей, непрацездатних батьків, повнолітніх дочки, сина немає.
                                            На підставі вищенаведеного та відповідно до ст.ст. 180 - 183, 191 Сімейного кодексу України, керуючись ст.ст. 88, 118, 119, 120 Цивільного процесуального кодексу України, -

                                            ПРОШУ:

                                            1. Присудити кошти на утримання (аліменти) дитини (дітей) ______________ ___________ та стягувати їх із ____________________________,
                                            (П. І. Б. Відповідача)
                                            в розмірі _____________ частки від заробітку (доходу) Відповідача щомісячно, починаючи із дня пред'явлення цього позову і до досягнення дитиною повноліття.
                                            2. Відповідно до вимог п. 1 ч. 1 ст. 367 ЦПК України допустити негайне виконання судового рішення в межах суми платежу за один місяць.

                                            Додатки:

                                            1) Свідоцтво про шлюб (про розірвання шлюбу).
                                            2) Свідоцтво(а) про народження дітей (дитини).
                                            3) Довідка з житлово-експлуатаційних органів (органів місцевого самоврядування) про знаходження дитини (дітей) на утриманні Позивача.
                                            4) Довідка (по можливості) про розмір заробітку (доходу) Відповідача.
                                            5) Копія позовної заяви.
                                            6) _________________________________.
                                            7) _________________________________.

                                            "___" ________________ 20__ р.

                                            __________________/___________________/
                                            (підпис)
                                        </Panel>
                                    </Collapse>
                                <span>{document.data}</span></li>
                            })
                        }</ul>
                    </div>)}
                </div>
            </div>
        </div>
    </div>
);


export default UserArea;