import React from 'react';
import Header from  '../../components/Header';


const TermsScreen = ({

})=>(
    <div>
        <Header/>
        <div className="container">
            <div className="row">
                <div className="col-md-12">
                    <h1 className='termsH'>Умови сервісу</h1>
                    <span className='termsName'>
            СПРАВЖНІМ ТОВ "ЮРІМЕКС ОНЛАЙН" ПРОПОНУЄ КОРИСТУВАЧАМ МЕРЕЖІ ІНТЕРНЕТ ВИКОРИСТОВУВАТИ СВІЙ САЙТ ТА ПОСЛУГИ НА УМОВАХ, ВИКЛАДЕНИХ В ЦЬОМУ ДОГОВОРІ.
                    </span>
                    Погоджуючись з цією офертою, Ви укладаєте з ТОВ "Юрімекс Онлайн" Договір, що визначає права, обов’язки та гарантії сторін, а також правила, обов’язкові для виконання під час користування Сайтом та Сервісом Сайту Виконавця. Договір вважається укладеним з моменту, коли Користувач приймає його умови. Прийняттям умов (укладенням Договору) вважається факт здійснення Користувачем реєстрації на Сайті www.bitlex.ua. У разі незгоди Користувача із якими-небудь із положень цього Договору Користувач має право відмовитись від її укладання і не здійснювати реєстрацію на Сайті.
                    ДОГОВІР ПРИЄДНАННЯ ПРО НАДАННЯ ЮРИДИЧНИХ ПОСЛУГ ЧЕРЕЗ МЕРЕЖУ ІНТЕРНЕТ (ПУБЛІЧНА ОФЕРТА)
                    Товариство з обмеженою відповідальністю «Юрімекс Онлайн», керуючись ст. 634 Цивільного кодексу України, публічно пропонує невизначеному колу осіб можливість отримання юридичних послуг через мережу Інтернет, для чого публікує даний Договір про наступне:

                    Виконавець: Товариство з обмеженою відповідальністю «Юрімекс Онлайн», в особі директора Черкасова Дениса Олеговича (далі — Виконавець), що діє на підставі Статуту,
                    Користувач: фізична особа з повною цивільною дієздатністю, юридична особа, об'єднання громадян без створення юридичної особи, що звернулися у встановленому цим договором порядку до Виконавця, для отримання послуг, і зареєструвалися на сайті www.bitlex.ua, керуючись ст. 634, 641 Цивільного кодексу України (далі - Користувач), уклали цей договір (далі — Договір) про таке:
                    <span className='termsName'> 1. ОСНОВНІ ПОНЯТТЯ ТА ВИЗНАЧЕННЯ</span>
                    Договір приєднання (публічна оферта) — пропозиція укласти публічний договір між Користувачем і Виконавцем, що визначає їхні взаємні права та обов’язки щодо надання та отримання юридичних послуг через мережу Інтернет (далі - Послуги), а також встановлює правила, обов’язкові для виконання під час користування Сайтом та Сервісом.
                    Абонентський Сервіс — Послуги, які надаються в межах визначеного cтроку, що обирається Користувачем, та включаються до Пакетів “Базовий”, “Професійний”, “Преміум” в комплектації та обсязі, визначеними Виконавцем. Для цілей цього Договору Абонентський сервіс вважається однією послугою.
                    Акцепт — повна й безумовна згода Користувача з усіма положеннями цього Договору на умовах, визначених Публічною офертою, та Додатків до неї (за наявності) без застережень та винятків. Акцептом вважається факт здійснення Користувачем реєстрації на Сайті www.bitlex.ua.
                    Особистий кабінет (акаунт) – електронний інтерфейс доступу до Послуг на Сайті, доступ до якого Користувач здійснює за допомогою особистих ідентифікаторів доступу (Логін, Пароль).
                    Особистий рахунок – онлайн-рахунок Користувача, який використовується виключно для здійснення оплати за Послуги, доступ до якого надається в межах Особистого кабінету Користувача.
                    Послуги — юридичні та інформаційні послуги, що надаються Виконавцем Користувачеві в межах Договору, включаючи (але не обмежуючись) надання юридичних консультацій через мережу Інтернет, надання послуг з автоматичного формування документів, надання послуг з термінового виклику юриста тощо.
                    Поповнення особистого рахунку – авансовий платіж за поповнення онлайн-рахунку Користувача, який (частина якого) може бути використана Користувачем для здійснення оплати за Послуги.
                    Сайт – сукупність веб-сторінок, доступ до яких здійснюється із використанням доменного імені (адреси): www.bitlex.ua.
                    Сервіс Сайту – сукупність функціональних можливостей Сайту, що призначені для використання Користувачами, включаючи всі засоби, додатки та контент Сайту.
                     Служба підтримки – спеціальна Служба Виконавця, яка консультує Користувачів за їх запитами, а також виконує інші функції, передбачені цим Договором (зокрема, надає допомогу Користувачам з технічних питань, питань повернення авансових платежів тощо).
                    <span className='termsName'>2. ПРЕДМЕТ ДОГОВОРУ</span>
                    2.1. Виконавець зобов'язується надавати Користувачу юридичні та інформаційні послуги, а також послуги з надання доступу до Сервісу Сайту, а Користувач зобов'язується прийняти ці послуги та оплатити їх Виконавцю відповідно до умов цього Договору.
                    2.2. Послуги на Сайті Виконавця надаються за принципом “як є”. Виконавець не гарантує, що послуги будуть відповідати цілям та очікуванням Користувача.
                    2.3. Послуги в розумінні цього Договору поділяються на:
                    2.3.1. платні та безоплатні Послуги;
                    2.3.2. ті, що надаються в межах програми Абонентського сервісу (Пакети “Базовий”, “Професійний”, “Преміум”) та одиничні послуги.
                    2.4. Комплектація кожного з вищевказаних Пакетів Абонентського сервісу, зміна кількості та назв Пакетів, а також встановлення або зміна оплати за них, залишаються на розсуд Виконавця. Інформація щодо поточного стану комплектування Пакетів Абонентського сервісу розміщується в публічному доступі на Сайті Виконавця.
                    2.5. Користувач має право на отримання Послуг та здійснення доступу до Сервісу при одночасному виконанні таких умов:
                    2.5.1. З метою отримання Послуг Користувач повинен пройти обов'язкову реєстрацію Користувача на Сайті. Вибрати реквізити доступу: Логін (реєстраційне ім'я) і Пароль (секретне слово).
                    2.5.2. Користувач своєчасно і в повному обсязі оплатив послуги Виконавця в разі замовлення платної Послуги, вартість якої вказується на відповідних сторінках Сайту.
                    <span className='termsName'>3. РЕЄСТРАЦІЯ НА САЙТІ</span>
                    3.1.Реєстрація Користувача на Сайті є безкоштовною, добровільною і здійснюється за адресою в мережі Інтернет: www.bitlex.ua
                    3.2. Здійснити вхід до Особистого кабінету Користувача Сайту, а також користуватися Сервісом Сайту може тільки зареєстрований Користувач.
                    3.3. Для реєстрації Користувач повинен коректно та в повному обсязі заповнити всі необхідні поля відповідної заявки (реєстраційної форми).
                    3.4. При реєстрації на Сайті Користувач зобов'язаний надати достовірну та актуальну інформацію для формування персональної сторінки Користувача, включаючи унікальні для кожного Користувача логін, адресу електронної пошти, пароль доступу до Сайту. Виконавець залишає за собою право змінювати поля реєстраційної форми та вимагати від Користувача введення додаткової інформації.
                    3.5.Користувач несе відповідальність за достовірність, актуальність і повноту наданої при реєстрації інформації, а також її відповідність законодавству України та чистоту від претензій третіх осіб.
                    3.6. Користувач при зміні будь-яких введених при реєстрації даних повинен актуалізувати їх у своєму акаунті (Особистому кабінеті) в системі.
                    3.7. Виконавець залишає за собою право обмежувати доступ до Особистого рахунку Користувачам, що вказали неправдиві дані.
                    3.8. Виконавець не приймає на себе зобов’язань щодо перевірки та зміни інформації, яка вноситься Користувачами при реєстрації на Сайті.
                    3.9. З метою дотримання безпеки, особисті дані, які вносяться Користувачами при реєстрації на Сайті, не передаються третім особам.
                    3.10. Відповідальність за збереження паролів від Особистого кабінету, адреси електронної пошти та інших даних несе Користувач.
                    3.11. Після реєстрації на Сайті, вибрані Користувачем Логін і Пароль є достатньою інформацією для доступу Користувача на Сайт. Користувач не має права передавати свої Логін і Пароль третім особам, несе повну відповідальність за їх збереження, самостійно вибираючи спосіб їх зберігання. Якщо Користувачем не доведено протилежне, будь-які дії, вчинені з використанням його Логіну і Паролю, вважаються здійсненими відповідним Користувачем.
                    3.12. У випадку несанкціонованого доступу до Логіну і Паролю і / або до Особистого кабінету Користувача і/або несанкціонованого поширення Логіна і Пароля, Користувач зобов'язаний негайно повідомити про це Виконавця через Службу підтримки.
                    3.13. Якщо у Користувача виникають підозри, що будь-які з його реєстраційних даних, у тому числі - Логін і/або Пароль, стали відомі сторонній третій особі, він має право у будь-який час надати до Виконавця (Служби підтримки) запит на тимчасове блокування його Особистого рахунку до з'ясування усіх обставин.
                    <span className='termsName'>4. УМОВИ ТА ПОРЯДОК НАДАННЯ ПОСЛУГ</span> 4
                    4.1. Умовами надання Послуг є:
                    4.1.1. ознайомлення Користувача з умовами цього Договору;
                    4.1.2. обов'язкова реєстрація Користувача на Сайті, отримання реквізитів доступу: Логін (реєстраційне ім'я) і Пароль (секретне слово).
                    4.1.3. оплата Користувачем замовлених платних Послуг ;
                    4.1.4. наявність у Користувача технічної можливості доступу до мережі Інтернет для отримання Послуги онлайн;
                    4.1.5. можливість ідентифікації Виконавцем Користувача за реквізитами доступу;
                    4.1.6. наявність представника Виконавця або представника третьої особи, з якою Виконавцем укладено договір, в місцезнаходженні Користувача, якщо замовлена послуга передбачає виїзд представника Виконавця до Користувача. 4.2. Порядок надання Послуг: 4.2.1. Первинне надання Послуги у форматі консультації здійснюється впродовж 24 (двадцяти чотирьох) годин з моменту першого звернення у формі розміщення заявки Користувача на Сайті. Послуга вважається наданою належно та повно з моменту надання доступу Користувачу до консультації в Особистому кабінеті, яке має бути здійснене не пізніше ніж через 7 (сім) робочих днів з дати першого звернення.
                    4.2.2. Надання Послуги у форматі формування згідно з відповідями Користувача договорів та інших документів онлайн здійснюється шляхом надання доступу до скачування сформованого Документу в Особистому кабінеті Користувача. Послуга вважається наданою належно та повно з моменту надання можливості такого скачування.
                    4.2.3. Надання Послуги у форматі, що передбачає формування відповіді у вигляді письмового документу здійснюється шляхом надання доступу до скачування такого Документу в Особистому кабінеті. Послуга вважається наданою належно та повно з моменту надання можливості такого скачування.
                    4.2.4. Надання Послуги у форматі запису до нотаріуса вважається наданою належно та повно з моменту вчинення нотаріальної дії.
                    4.2.5. Послуга в межах Абонентського сервісу вважається наданою належно та повно з моменту закінчення обраного Користувачем терміну дії такого Абонентського сервісу. За умови надання Послуги в межах Абонентського сервісу Виконавець припиняє надання Послуги після закінчення обраного Користувачем терміну дії такого Абонентського сервісу.
                    4.2.6. У випадку зміни Користувачем Пакету Абонентського сервісу Послуга вважається наданою належно та повно після закінчення терміну дії нового Абонентського сервісу, обраного Користувачем.
                    4.3. Факт належного надання Послуг Виконавцем відповідно до умов Договору підтверджується Рахунком- Актом наданих послуг, який надається Користувачу виключно за його вимогою.
                    4.3.1. Вимога оформлюється у вигляді Заявки в довільній формі до Виконавця (Служби підтримки) з вказанням реквізитів Користувача (найменування платника (суб'єкта господарювання), код за ЄДРПОУ (для юридичної особи) або прізвище, ім'я, по батькові фізичної особи, реєстраційний номер облікової картки платника податків (ідентифікаційний номер) або серія та номер паспорта (для фізичних осіб, які через свої релігійні переконання в установленому порядку відмовилися від прийняття реєстраційного номера облікової картки платника податків та мають відмітку у паспорті), місцезнаходження юридичної особи або місце проживання фізичної особи та номер контактного телефону, реквізити рахунку Користувача ) та поштової адреси, на яку має бути надіслано Акт.
                    4.3.2. Виконавець надсилає Акт рекомендованим листом на вказану адресу протягом 5 (п'яти) робочих днів з дати отримання Заявки. До даного строку не включається строк надання поштових послуг. Поштові послуги оплачуються Користувачем.
                    4.4. Обсяг Послуг визначається на розсуд Виконавця.
                    4.5. Виконавець має право відмовитися від надання Користувачу Послуг або скоротити їх перелік у разі, якщо Користувач передає свої реквізити доступу іншим особам або повідомляє неправдиві відомості щодо обставин звернення.
                    4.6. Претензії щодо якості Послуг подаються у порядку, встановленому чинним законодавством, або оформлюються у вигляді Заявки-Претензії до Виконавця, що укладається в довільній формі. Подача Заявки-Претензії здійснюється в розділі Сайту «Служба підтримки».
                    4.6.1. Служба підтримки Виконавця розглядає Претензію в місячний строк з дня одержання Претензії та надає письмовий висновок за результатами такого розгляду.
                    4.6.2. Виконавець вправі визнати Претензію (повно або частково) або відхилити її (повністю або частково).
                    4.6.3. Виконавець залишає за собою право не обґрунтовувати відхилення Претензії.
                    4.6.4. Виконавець не гарантує виконання (задоволення) всіх вимог Користувача, викладених в Претензії та не несе відповідальність за таке невиконання.
                    <span className='termsName'>5. ЦІНА ПОСЛУГ. ПОРЯДОК ПРОВЕДЕННЯ ОПЛАТИ</span>

                    5.1. Послуги надаються Виконавцем на умовах повної попередньої оплати, за виключенням випадків, коли Послуги є безоплатими, про що зазначається на Сайті.
                    5.2. Ціна Послуг вказується з урахуванням всіх податків та зборів на відповідних сторінках веб-сайту для кожної окремої послуги.
                    5.3. Виконавець може встановлювати оплату за Послуги та/або односторонньо змінювати ціну Послуг на власний розсуд шляхом публікації нової ціни на Сайті.
                    5.4. Оплата Послуг здійснюється у безготівковій формі будь-яким зі способів, запропонованих на Cайті, включаючи (але не обмежуючись) Поповнення Особистого рахунку або переказ коштів на рахунок Виконавця.
                    5.4.1. Користувач має право поповнити свій Особистий рахунок на Сайті одним із доступних на Сайті способів.
                    5.4.2. Певні способи оплати Послуг можуть передбачати комісію чи плату за послуги еквайєра, агрегатора платежів, банку тощо, яка не включається до Ціни Послуг. Виконавець не несе відповідальності за встановлення такої комісії чи плати за послуги третіх осіб.
                    5.4.3. Правила, Умови та Порядок надання фінансових послуг з переказу грошових коштів (прийому платежів) розміщені в мережі Інтернет на офіційних сайтах банків або фінансових компаній (відповідно до способу поповнення Особистого рахунку, який обраний Користувачем).
                    5.4.4. Користувач розуміє та погоджується, що при поповненні Особистого рахунку із використанням послуг банків і фінансових установ, Користувач буде сплачувати банківські комісії та/або комісії фінансових установ за перерахування коштів, відповідно до Тарифів таких установ.
                    5.4.5. Усі витрати Користувача, пов’язані із поповненням його Особистого рахунку, здійснюються Користувачем самостійно та не відшкодовуються Виконавцем.
                    <span className='termsName'>6. ПОРЯДОК ПОВЕРНЕННЯ КОШТІВ</span>
                    6.1. У разі помилкового зарахування коштів на рахунок Користувача, останній зобов'язаний негайно повідомити Виконавця (Службу підтримки) про помилки, що виникли. У такому разі, Виконавцем може бути здійснено корекцію рахунку, про яку буде повідомлено Користувачеві.
                    6.2. Після факту поповнення Особистого рахунку Користувачем, у останнього виникає право вимагати повернення суми попередньої оплати.
                    6.2.1. Право зазначеної вимоги дійсне протягом 10 (десяти) років з моменту факту поповнення Особистого рахунку та виключно до моменту списання коштів в якості оплати за Послуги.
                    6.2.2. У випадку, якщо після спливу 10-річного строку на Особистому рахунку Користувача будуть залишатись кошти, які не були використані Користувачем для оплати Послуг, то сума таких коштів підлягає поверненню Користувачу.
                    6.2.3. Подача Заявки на повернення коштів внесених в якості поповнення Особистого рахунку здійснюється в розділі Сайту «Служба підтримки», з обов'язковим зазначенням причини повернення.
                    6.2.4. Заявка на повернення коштів Користувачем в довільній формі з обов'язковим зазначенням такої інформації: причини повернення коштів, найменування платника (суб'єкта господарювання), код за ЄДРПОУ (для юридичної особи) або прізвище, ім'я, по батькові фізичної особи, реєстраційний номер облікової картки платника податків (ідентифікаційний номер) або серія та номер паспорта (для фізичних осіб, які через свої релігійні переконання в установленому порядку відмовилися від прийняття реєстраційного номера облікової картки платника податків та мають відмітку у паспорті), місцезнаходження юридичної особи або місце проживання фізичної особи та номер контактного телефону одержувача, реквізити рахунку одержувача коштів, сума платежу, що підлягає поверненню.
                    6.2.5. Служба підтримки обробляє таку Заявку і здійснює повернення коштів протягом 10 (десяти) робочих днів з моменту надходження Заявки на повернення коштів.
                    6.2.6. Повернення платежів здійснюється у національній валюті на рахунки одержувачів коштів, відкриті в банках, вказані у Заявці Користувача.
                    <span className='termsName'>
                        7. ПРАВА ТА ОБОВ'ЯЗКИ ВИКОНАВЦЯ
                    </span>
                    7.1. Виконавець має право:
                    7.1.1. вносити зміни та/або доповнення до умов Договору в односторонньому порядку без будь-якого спеціального повідомлення Користувачів про внесення таких змін та/або доповнень;
                    7.1.2. закрити або призупинити функціонування Сайту або будь-якої його частини, змінити Сайт повністю або частково без попереднього повідомлення Користувача , вносити зміни до інформації, розміщеній на Сайті;
                    7.1.3. проводити профілактичні роботи для підтримки працездатності та удосконалення Сайту;
                    7.1.4. встановлювати та/або в односторонньому порядку змінювати ціну Послуг на власний розсуд шляхом публікації нової ціни на Сайті або повідомлення Користувача в Особистому кабінеті;
                    7.1.5. змінювати перелік або припиняти надання Послуг;
                    7.1.6. впроваджувати нові Пакеті Абонентського сервісу та змінювати комплектацію та/або назву існуючих Пакетів Абонентського сервісу;
                    7.1.7. припиняти без додаткового попередження надання Послуг з моменту закінчення терміну дії Абонентського сервісу, обраного Користувачем;
                    7.1.8. зберігати та обробляти інформацію, яку Виконавець отримує в процесі надання Послуг;
                    7.1.9. надсилати електронні повідомлення на електронну пошту Користувача та/або SMS повідомлення, що містять інформацію про Сайт, послуги Виконавця або інформацію рекламного характеру тощо.
                    7.1.10 Сайт та його інтерактивні ресурси (коментарі, повідомлення тощо) є постмодерованими. Виконавець вправі видалити коментар та/або повідомлення Користувача, що розміщене з порушенням умов Договору. У разі якщо Користувач не згоден з діями Виконавця, він вправі звернутись до Виконавця (Служби підтримки) зі зверненням з обгрунтуванням своєї незгоди.
                    7.1.11. Виконавець має право направляти Користувачу попередження, обмежувати, припиняти доступ до Особистого кабінету Користувача, обмежувати або забороняти доступ до Сайту, а також приймати технічні та юридичні заходи для того, щоб Користувач не міг користуватися Сайтом, в разі:
                    - отримання обов'язкових до виконання рішень регулюючих органів України;
                    - у випадку виявлення факту порушення Користувачем положень даного Договору та/або вимог чинного законодавства України.
                    - вчинення Користувачем дій, що спричинили або здатні спричинити нанесення шкоди діловій репутації Виконавця.
                    7.1.12. Виконавець має право призупинити доступ Користувача до Сайту у випадку виникнення технічних неполадок на Сайті з метою усунення останніх. Виконавець вживає заходів для усунення в найкоротші терміни будь-яких несправностей роботи, але не гарантує відсутності збоїв та помилок.
                    7.1.13. Виконавець маэ право без погодження з Користувачем публікувати на сайті питання Користувача і підготовлену на дане питання консультацію без вказівки імені та інших ідентифікуючих Користувача даних.
                    7.2. Виконавець зобов'язаний:
                    7.2.1. надавати Послуги в строки та в обсязі, передбаченими Договором;
                    7.2.2. вживати відповідно до чинного законодавства заходи із забезпечення конфіденційності інформації, що передається Користувачем, а також інформації про Користувача та отримані ним Послуги.
                    7.2.3. усіма можливими засобами підтримувати постійну працездатність та доступність сайту для Користувачів (-а);
                    7.2.4. за першою вимогою Користувача повернути йому кошти , які були внесені Користувачем в якості поповнення його Особистого рахунку і не використані для оплати Послуг. Порядок повернення таких коштів визначається Виконавцем самостійно;
                    7.2.5. у разі розірвання цього Договору відповідно до п. 12.5. Договору, протягом 5 (п'яти) робочих днів видалити Особистий кабінет Користувача;
                    <span className='termsName'>8. ПРАВА ТА ОБОВ'ЯЗКИ КОРИСТУВАЧА</span>
                    8.1. Користувач має право на:
                    8.1.1. повне і своєчасне отримання замовлених Послуг належної якості;
                    8.1.2. отримання від Виконавця відомостей про здійснені Послуги у порядку, встановленому законодавством;
                    8.1.3. повернення коштів, що були внесені Користувачем в якості поповнення його Особистого рахунку і не були використані для оплати Послуг, у порядку, передбаченому цим Договором;
                    8.1.4. надання на розгляд Виконавця своїх побажань та/ або пропозицій щодо поліпшення роботи Сайту;
                    8.1.5. одержання інформації про Виконавця в обсязі, визначеному Договором та чинним законодавством України.
                    8.2. Користувач зобов'язується:
                    8.2.1. дотримуватися умов Договору;
                    8.2.2. здійснювати оплату замовлених Послуг у розмірі та в порядку, встановленому цим Договором;
                    8.2.3. використовувати доступ до Послуг та інформацію, яку він отримує за результатами отримання Послуг тільки для власних цілей, не пов'язаних з передачею у тимчасове користування доступу до Послуг або публікації вказаної інформації на будь-яких веб-сторінках у мережі Інтернет або поза нею;
                    8.2.4. не надавати доступ до Особистого Кабінету або Послуг третім особам через електронні системи інформації, в тому числі через Інтернет таким чином, що будь-яка особа може отримати такий доступ з будь-якого місця і у будь-який час за власним вибором;
                    8.2.5. не порушувати авторські права Виконавця.
                    8.3. Користувачу забороняється:
                    8.3.1. вчиняти будь-які дії (у тому числі із використанням програмного забезпечення), спрямовані на порушення нормальної роботи Сайту;
                    8.3.2. намагатися отримати доступ до акаунтів (Особистих кабінетів) інших Користувачів шляхом взлому, підбору пароля або іншим протиправним шляхом;
                    8.3.3. передавати третім особам дані, вказані при реєстрації (Пароль та Логін), які можуть бути використані для доступу в Особистий кабінет Користувача та отримання Послуг;
                    8.3.4. використовувати для поповнення Особистого рахунку грошові кошти або електронні гроші, отримані злочинним шляхом;
                    8.3.5. надавати Виконавцю неправдиві дані щодо власної особи при поверненні коштів, що були внесені Користувачем в якості авансового внеску при поповненні його Особистого рахунку і не були використані ним для оплати Послуг;
                    8.3.6. завантажувати, зберігати, публікувати, поширювати і надавати доступ або іншим чином використовувати віруси, трояни і інші шкідливі програми;
                    8.3.7. використовувати автоматизовані скрипти (програми) для збору інформації на Сайті і (або) взаємодії з Сайтом та його Сервісами;
                    8.3.8. здійснювати незаконний збір і обробку персональних даних інших осіб.
                    <span className='termsName'>9. АВТОРСЬКІ ПРАВА</span>
                    9.1. Всі об'єкти, розміщені на Сайті, програмний код, торгові марки, а також елементи дизайну, текст, графічні зображення, ілюстрації, відео, скрипти, програми, музика, звуки та інші об'єкти і їх добірки, є об'єктами виключних прав Виконавця і інших правовласників, всі права на ці об'єкти захищені. Кожен з вказаних об'єктів не може бути скопійований (відтворений), перероблений, розповсюджений, відображений у фреймі, опублікований, скачаний, переданий, проданий або іншим способом використаний цілком або частково без попереднього дозволу правовласника.
                    9.2. Ніщо в даній Угоді не може бути розглянуте як передача виключних прав або прав на використання на вказані об’єкти інтелектуальної власності.
                    9.3. Забороняється будь-яке копіювання інформації з Сайту без попередньої домовленості з Виконавцем, крім тієї інформації, що безпосередньо надсилається Користувачу при наданні Послуг.
                    9.4. Копіювання і розміщення на інших ресурсах будь-якої інформації з Сайту має супроводжуватися посиланням на джерело та не містити образливої інформації або такої, що може ввести в оману третіх осіб.
                    9.5. Сайт може містити лінки/посилання на Веб-сайти третіх сторін, які не підтримуються Виконавцем. Крім того, інші Веб-сайти також можуть містити посилання на Сайт.
                    9.5.1. Виконавець не несе відповідальності за зміст цих Веб-сайтів, як не відповідає і за саму наявність таких веб-сайтів чи за будь-які втрати, збитки чи шкоду, що виникають у зв'язку з утриманням цих Веб-сайтів.
                    9.5.2. Посилання на інші веб-сайти призначені виключно для зручності користувачів, і не мають на увазі схвалення Сайтом даних таких Веб-сайтів або асоціації з їх діяльністю.
                    9.5.3. Сайт не несе ніяких обов'язків і відповідальності за використання інших Веб-сайтів, які Користувач відвідує і використовує на власний ризик.
                    9.5.4. Виконавець може відмовити третій стороні у дозволі на розміщення гіперпосилання на Сайт. Однак у разі якщо Виконавець дає свій дозвіл на таке гіперпосилання, він не несе ніяких зобов'язань по встановленню взаємних гіперпосилань на Веб-сайт третьої сторони.
                    <span className='termsName'>10. КОНФІДЕНЦІЙНІСТЬ І ЗАХИСТ ПЕРСОНАЛЬНОЇ ІНФОРМАЦІЇ</span>
                    10.1. При Реєстрації на Сайті та користуванні Послугами Користувач надає інформацію щодо себе, яку Виконавець вправі використовувати для виконання своїх зобов'язань перед Користувачем. Відповідальність за точність та достовірність представлених даних несе Користувач.
                    10.2. Розміщуючи на Сайті свої персональні дані, Користувач підтверджує, що робить це добровільно, а також що він добровільно надає їх Виконавцю для обробки. У разі якщо Користувач не згоден з вищевказаними умовами, він не повинен реєструватися на Сайті або повинен негайно видалити свій акаунт і використовувати Сайт виключно для перегляду.
                    10.3. Надаючи свої персональні дані, Користувач дає Виконавцю свою добровільну згоду на обробку і використання своїх персональних даних згідно зі статтями 2, 11 Закону України від 01.06.2010 № 2297-VI «Про захист персональних даних» (надалі — «Закон»), у цілях, визначених Договором, а також у цілях просування Виконавцем своїх послуг різними способами, в тому числі шляхом здійснення автоматизованого накопичення і зберігання у базах даних, публікації питань Користувача і консультацій з цих питань на Сайті, аналізу персональних даних, а також на їх передачу третім особам і транскордонну передачу, без обмеження терміну дії. Відповідно до ст. 8 Закону дана згода може бути відкликана тільки за умови повідомлення Користувача у порядку, передбаченому п. 10.4 цього Договору.
                    10.4. Якщо Користувач не бажає, щоб його персональні дані оброблялися, то він повинен письмово звернутися до Виконавця (Служби підтримки) із Заявою, написаній у довільній формі. В такому випадку вся отримана від Користувача інформація видаляється з бази даних Виконавця, що унеможливлює подальше надання Послуг Користувачу.
                    10.5. Виконавець обробляє тільки ті персональні дані Користувача, які були розміщені ним на Сайті. Персональні дані Користувача обробляються за допомогою програмно-апаратних та технічних засобів Сайту.
                    10.6. Метою обробки персональних даних користувачів є складання Бази даних користувачів Сайту для забезпечення функціонування Сайту і подальшого надання послуг Користувачу Виконавцем.
                    10.7. Користувач зобов'язується не розміщувати на Сайті персональні дані інших осіб без їх згоди, а також не використовувати персональні дані інших осіб будь-яким способом, що не відповідає вимогам чинного законодавства, у протиправних або протизаконних цілях, з метою отримання вигоди та/або у будь-яких інших цілях, крім тих, що прямо випливають з умов Договору.
                    10.8. Виконавець зобов'язується не розголошувати отриману від Користувача інформацію.
                    10.9. Не вважається порушенням надання Виконавцем інформації агентам і третім особам, які діють на підставі договору з Виконавцем, для виконання зобов'язань перед Користувачем. Не вважається порушенням зобов'язань розголошення інформації відповідно до вимог закону.
                    10.10. Виконавець має право зберігати архівну копію персональних даних Користувача та без згоди Користувача передати такі дані, державним органам, у тому числі органам дізнання і слідства, та органам місцевого самоврядування за їх мотивованим запитом; на підставі судового рішення; в інших передбачених чинним законодавством випадках.
                    10.11. Сторони усвідомлюють, що в результаті збою в роботі Сайту, вірусної або хакерської атаки, технічних несправностей та інших обставин персональні дані Користувача можуть стати доступними й іншим особам. Користувач розуміє і погоджується з тим, що не буде висувати претензії до Виконавця у зв'язку з цим.
                    <span className='termsName'>11. ВІДПОВІДАЛЬНІСТЬ СТОРІН ТА ПОРЯДОК ВИРІШЕННЯ СПОРІВ</span>
                    11.1. Виконавець та Користувач несуть відповідальність за порушення умов цього Договору відповідно до чинного законодавства України.
                    11.2.Будь-які спори, що виникають з цього Договору або пов’язані з ним, вирішуються шляхом переговорів між Сторонами. Якщо відповідний спір неможливо вирішити шляхом переговорів, він вирішується в судовому порядку за встановленою підвідомчістю та підсудністю такого спору відповідно до чинного законодавства України.
                    11.3. Виконавець не несе відповідальності за якість надання послуг, включаючи (але не обмежуючись) випадки, якщо Користувач надав Виконавцю неправдиву інформацію або не повідомив деякі факти або не надав документи, які мають істотне значення щодо визначення обставин справи або ситуації, яка вимагала вирішення.
                    11.4. Виконавець не відповідає за наслідки введення Користувачем неправильної інформації та/або обрання неправильних відповідей на питання та/або неправильного вибору Клієнтом Документа для формування., якщо надання Послуг передбачає створення такого Документа.
                    11.5. Виконавець несе відповідальність лише за прямі спричинені Користувачу збитки, в межах сум, сплачених Користувачем за послуги Виконавця.
                    11.6. За жодних обставин Виконавець не несе відповідальність перед Користувачем або перед будь-якими третіми особами за будь-які непрямі, випадкові, ненавмисні збитки, включаючи упущену вигоду або втрачені дані, шкоду честі, гідності або діловій репутації, викликані у зв'язку з використанням Сайту, вмістом Сайту або інших матеріалів, до яких Користувач або інші особи отримали доступ за допомогою Сайту.
                    11.7. Виконавець не несе відповідальності за шкоду або збитки, яких зазнав Користувач або треті особи в результаті помилкового розуміння або нерозуміння умов даного Договору.
                    11.8. Виконавець не несе відповідальності за достовірність інформації, опублікованої на Сайті Користувачами, та / або коректність висловлювань Користувачів.
                    11.9. Користувач погоджується, що використання його Логіну та/або Паролю для входу в Особистий кабінет Користувача задля отримання послуг за Договором іншими особами є істотним порушенням умов Договору.
                    11.10. Жодна зі Сторін не несе відповідальності за невиконання або неналежне виконання умов даного Договору, якщо це спричинено форс-мажорними обставинами, тобто невідворотними діями за обставин непереборної сили, про які Сторони не могли знати заздалегідь або не могли їх передбачити. До таких обставин відносяться: пожежа, повінь, землетрус, цунамі, смерч, ураган, тайфун, зсуви, селеві потоки, снігові лавини, виверження вулканів та інші природні катаклізми; війни, революції, державні перевороти, страйки, диверсійні та терористичні акти, пограбування, аварії в системі енергозабезпечення та зв'язку, зміни законодавства, дії державних органів та їх посадових осіб, якщо ці обставини безпосередньо впливають на виконання даного Договору, а їх виникнення юридично засвідчені. Протягом часу дії обставин непереборної сили сторони не мають взаємних претензій і кожна зі сторін приймає на себе свій ризик наслідки форс-мажорних обставин.
                    <span className='termsName'> ІНШІ УМОВИ</span>
                    12.1. Договір набуває чинності з моменту здійснення Користувачем реєстрації на Сайті www.bitlex.ua.
                    12.2. Текст даної угоди є відкритим і загальнодоступним. Чинна редакція Угоди розміщується на Сайті за посиланням www.bitlex.ua/terms .
                    12.3. Дана Угода може бути змінена та/або доповнена Виконавцем в односторонньому порядку без будь-якого спеціального повідомлення Користувачів про внесення таких змін та/або доповнень. Усі зміни набувають чинності з моменту їх публікації. Факт продовження користування Сайтом підтверджує згоду Користувача з такими змінами та/або доповненнями.
                    12.4. Виконавець може в будь-який момент і без повідомлення Користувача поступитися своїми правами за даною Угодою третій стороні.
                    12.5. Користувач може розірвати цей Договір за власним бажанням шляхом надсилання Заявки у довільній формі до Виконавця (Служби підтримки).
                    12.5.1. Розірвання Договору Користувачем не зобов'язує Виконавця відшкодовувати Користувачу сплачені за Послуги кошти, а також будь-які інші витрати.
                    12.5.2. Договір вважається розірваним з моменту видалення Виконавцем Особистого кабінету (акаунту) Користувача у порядку, передбаченому цим Договором.
                    12.6. До даної Угоди і відносин між Виконавцем та Користувачем застосовується законодавство України. Відносини, що не врегульовані цим Договором регулюються чинним законодавством України.
                    12.7. У разі якщо будь-яка з умов або положень Договору буде визнана будь-яким судом або органом адміністративної влади компетентної юрисдикції недійсним, це не вплине на дійсність або можливість виконання будь-яких інших положень або умов Договору, які залишаються повністю дійсними, якщо інше не передбачено законодавством України.
                    12.8. Цей Договір укладений українською мовою, не вимагає двостороннього підписання і дійсний для Сторін в електронному вигляді.
                </div>
            </div>
        </div>

    </div>
);

export default TermsScreen;