const subject = data => 'Позовна заява на стягнення аліментів';
const to = 'duffy2007@meta.ua';

const generate = data => (
    `<!DOCTYPE HTML PUBLIC "-//W3C//DTD XHTML 1.0 Transitional //EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
  <html xmlns="http://www.w3.org/1999/xhtml" xmlns:v="urn:schemas-microsoft-com:vml" xmlns:o="urn:schemas-microsoft-com:office:office">
     <head>
        <title>Learn More - University Cribs Contact Us</title>
       
     </head>
     <body class="clean-body" style="margin: 0;padding: 0;-webkit-text-size-adjust: 100%;background-color: #f0f4f9">
       
        <!--[if IE]>
        <div class="ie-browser">
       До __________ районного суду м.__________, адреса:______________________
 
Позивач:  _________, проживаю за адресою:_____________________, тел.:_________________________
 
Відповідач:   адреса:_______________________
тел.:_________________________
 
 
 
ПОЗОВНА ЗАЯВА 
         ПРО СТЯГНЕННЯ АЛІМЕНТІВ
 
"___" ____________ ____ р. між мною, _____________________, ____ року народження та Відповідачем ______________________, _____ року народження, було укладено шлюб, який був зареєстрований _______________ у _____________________________________________________,
про, що було видано Свідоцтво _________________________________________________________,
Від цього шлюбу у нас є дитина (діти) ____________________________________________________,
____________________________________________________________________________________
(прізвище, ім'я, по батькові, число, місяць, рік народження дитини (дітей)
______________________________________________________________________
_____________________, що на даний момент проживає (проживають) разом зі мною.
Відповідач ухиляється від покладеного на нього у відповідності до ст. 180 Сімейного кодексу України обов'язку утримувати свою дитину (своїх дітей). Це, зокрема, виявилося у __________________ та підтверджується _________________________________________________.
На підставі ст. 182 Сімейного кодексу України при визначенні розміру частки заробітку (доходу) Відповідача, яка буде стягуватися як аліменти на дитину, просимо суд взяти до уваги наступні обставини: ___________________________________________________________________
(зазначити про наявність відповідних бставин, наприклад, стан здоров'я та матеріальне становище дитини; матеріальне становище Відповідача тощо).
Наскільки мені відомо, аліменти Відповідач нікому не платить, стягнень по виконавчим документам з Відповідача не проводиться, у шлюбі після розлучення зі мною не перебував, інших неповнолітніх дітей, непрацездатних батьків, повнолітніх дочки, сина немає. 
На підставі вищенаведеного та відповідно до ст.ст. 180 - 183, 191 Сімейного кодексу України, керуючись ст.ст. 88, 118, 119, 120 Цивільного процесуального кодексу України, -
 
ПРОШУ:
 
1. Присудити кошти на утримання (аліменти) дитини (дітей) ______________ ___________ та стягувати їх із ____________________________,
                                     (П. І. Б. Відповідача)
в розмірі _____________ частки від заробітку (доходу) Відповідача щомісячно, починаючи із дня пред'явлення цього позову і до досягнення дитиною повноліття.
2. Відповідно до вимог п. 1 ч. 1 ст. 367 ЦПК України допустити негайне виконання судового рішення в межах суми платежу за один місяць.
 
Додатки:
 
1) Свідоцтво про шлюб (про розірвання шлюбу).
2) Свідоцтво(а) про народження дітей (дитини).
3) Довідка з житлово-експлуатаційних органів (органів місцевого самоврядування) про знаходження дитини (дітей) на утриманні Позивача.
4) Довідка (по можливості) про розмір заробітку (доходу) Відповідача.
5) Копія позовної заяви.
6) _________________________________.
7) _________________________________.
 
"___" ________________ 20__ р.
 
__________________/___________________/
            (підпис)
 
        </div>
        <![endif]-->
     </body>
  </html>`
);

module.exports = { generate, to,subject };
